<?php

return [
  'itemNotFound' => 'Элемент не найден.',
  'unknowFail' => 'Что-то пошло не так, мы уже работаем над этим',
  'auth' => [
    'register' => 'Регистрация прошла успешно.',
    'loginFail' => 'Не верный логин или пароль. Восстановите пароль или зарегистриуйтесь.',
    'logout' => 'До новых встреч!',
    'logoutFail' => 'Ошибка выхода из системы.',
    'accessFail' => 'Доступ запрещён.',
  ],
  'user' => [
    'update' => 'Данные пользователя обновлены.',
    'delete' => 'Пользователь удален.',
  ],
];
